tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "martido/graph"
tap "teamookla/speedtest"
tap "yt-dlp/taps"
brew "ca-certificates"
brew "gdbm"
brew "readline"
brew "xz"
brew "python@3.10"
brew "autopep8"
brew "awscli"
brew "bat"
brew "cloc"
brew "cocoapods"
brew "coreutils"
brew "deno"
brew "exa"
brew "exiftool"
brew "fnm"
brew "fzf"
brew "gettext"
brew "git"
brew "go"
brew "libpng"
brew "guetzli"
brew "htop"
brew "hugo"
brew "jless"
brew "jq"
brew "lame"
brew "mas"
brew "mitmproxy"
brew "neofetch"
brew "newsboat"
brew "pcre"
brew "pkg-config"
brew "rust"
brew "ssh-copy-id"
brew "starship"
brew "tealdeer"
brew "tidy-html5"
brew "tidy-viewer"
brew "trash"
brew "tz"
brew "viu"
brew "w3m"
brew "webp"
brew "wget"
brew "yt-dlp"
brew "zig"
brew "zsh"
brew "teamookla/speedtest/speedtest"
cask "android-platform-tools"
cask "appcleaner"
cask "arq"
cask "firefox"
cask "forecast"
cask "google-chrome"
cask "imageoptim"
cask "kaleidoscope"
cask "sublime-merge"
cask "sublime-text"
cask "transmit"
cask "vlc"
mas "1Blocker", id: 1365531024
mas "Final Cut Pro", id: 424389933
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Secrets", id: 973049011
mas "StopTheMadness", id: 1376402589
mas "Tweaks for Twitter", id: 1567751529
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
