tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "martido/graph"
tap "oven-sh/bun"
tap "teamookla/speedtest"
tap "yt-dlp/taps"
brew "aerc"
brew "ca-certificates"
brew "gettext"
brew "readline"
brew "aria2"
brew "xz"
brew "autopep8"
brew "awscli"
brew "bat"
brew "bottom"
brew "cocoapods"
brew "coreutils"
brew "deno"
brew "exa"
brew "exiftool"
brew "fd"
brew "findutils"
brew "fnm"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "go"
brew "gopls"
brew "grep"
brew "hugo"
brew "isync"
brew "jq"
brew "lame"
brew "less"
brew "mas"
brew "media-info"
brew "neofetch"
brew "newsboat"
brew "pcre"
brew "pkg-config"
brew "rust"
brew "ssh-copy-id"
brew "starship"
brew "tealdeer"
brew "tidy-html5"
brew "toot"
brew "trash"
brew "tut"
brew "tz"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "oven-sh/bun/bun"
brew "teamookla/speedtest/speedtest"
cask "alacritty"
cask "android-platform-tools"
cask "appcleaner"
cask "arq"
cask "firefox"
cask "forecast"
cask "google-chrome"
cask "imageoptim"
cask "kaleidoscope"
cask "kitty"
cask "spark-ar-studio"
cask "sublime-merge"
cask "sublime-text"
cask "transmit"
cask "vlc"
mas "1Blocker", id: 1365531024
mas "Final Cut Pro", id: 424389933
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "RSS Button for Safari", id: 1437501942
mas "StopTheMadness", id: 1376402589
mas "Tailscale", id: 1475387142
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
