tap "abhimanyu003/sttr"
tap "homebrew/bundle"
tap "martido/graph"
tap "oven-sh/bun"
brew "aerc"
brew "aria2"
brew "awscli"
brew "bash"
brew "bat"
brew "biome"
brew "bottom"
brew "brotli"
brew "less"
brew "circumflex"
brew "cmake"
brew "csview"
brew "difftastic"
brew "dprint"
brew "dust"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "findutils"
brew "fzf"
brew "gdu"
brew "gh"
brew "git"
brew "git-lfs"
brew "glow"
brew "gnu-sed"
brew "go"
brew "grep"
brew "hugo"
brew "jpeg-turbo"
brew "jq"
brew "lame"
brew "lazygit"
brew "python@3.13"
brew "lua"
brew "lua-language-server"
brew "macos-trash"
brew "make"
brew "marksman"
brew "mas"
brew "mise"
brew "newsboat"
brew "ninja"
brew "ollama"
brew "ouch"
brew "oxipng"
brew "pkgconf"
brew "pngquant"
brew "python-lsp-server"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "ruby-build"
brew "ruff"
brew "rust"
brew "sd"
brew "starship"
brew "superfile"
brew "taplo"
brew "tealdeer"
brew "tidy-html5"
brew "tz"
brew "wego"
brew "wireguard-tools"
brew "yazi"
brew "yt-dlp"
brew "zig"
brew "zoxide"
brew "zsh"
brew "abhimanyu003/sttr/sttr"
brew "oven-sh/bun/bun"
cask "firefox"
cask "forecast"
cask "google-chrome"
cask "vlc"
